Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajalaki_etenee_eduskuntaan.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjälaki etenee eduskuntaan – Saamelaiskäräjät käsittelee asian mahdollisimman pian
sms: Sääʹmteʹǧǧlääʹǩǩ õuddan eeʹttiǩ-kådda – Sääʹmteʹǧǧ ǩiõttʼtââll ääʹšš sõõrǥmõõzz mieʹldd

source: Suomen hallitus on tänään antanut eduskunnalle esityksen saamelaiskäräjälain muuttamisesta.
sms: Lääʹdd halltõs lij täʹbbe ouddam eeʹttiǩ-kådda eʹtǩǩõõzz sääʹmteʹǧǧlääʹjj muʹttmest.

source: Timosen toimikunnan lakiin ehdottamat muutokset ovat laajalti kotimaisten ja kansainvälisten ihmisoikeustoimijoiden edellyttämiä.
sms: Timonen tåimmkååʹdd läkka eʹtǩǩeem muttâz lie veiddsânji dommjânnmallaš da meeraikõskksaž ooumažvuõiggâdvuõtt-toiʹmmjeeʹji õudldem.

source: Saamelaiskäräjälakia on yritetty uudistaa kolmen peräkkäisen hallituskauden aikana, mutta aiemmat kaksi yritystä ovat epäonnistuneet.
sms: Sääʹmteʹǧǧlääʹjj lij põrggum oođeed koolm ǩeäččlõs halltõspââʹj ääiʹj, leša ääiʹjab kuõʹhtt põrggmõõžž jie leäkku oʹnstam.

source: Suomen valtion on todettu voimassa olevan saamelaiskäräjälain osalta toistuvasti rikkoneen kansainvälisiä ihmisoikeussopimuksia esimerkiksi saamelaisten itsemääräämisoikeuden suhteen.
sms: Lääʹdd riikk lij tuõttum viõǥǥâst åårrai sääʹmteʹǧǧlääʹjj peäʹlnn tuejjeem õinn da õinn meeraikõskksaž ooumažvuõiggâdvuõttsuåppmõõžži vuâstta õuddmiârkkân säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ juuʹrdeeʹl.

source: – Saamelaiskäräjälain uudistuksessa on kyse ihmisoikeuksista.
sms: – Sääʹmteʹǧǧlääʹjj oođõõzzâst lij kõõččmõš ooumažvuõiggâdvuõđin.

source: Esityksellä voidaan korjata vallitseva tilanne, joka loukkaa vakavalla tavalla saamelaisten alkuperäiskansaoikeuksia.
sms: Eʹtǩǩõõzzin vueiʹtet vuõiǥeed ânnʼjõž vueʹjj, kååʹtt čuõʒʒat lossânji säʹmmlai alggmeervuõiggâdvuõđid.

source: Timosen toimikunnan esitys saamelaiskäräjälaiksi on tasapainoinen, ja siinä on onnistuttu huomioimaan saamelaisesta ja suomalaisesta yhteiskunnasta nousevia huolenaiheita, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Timonen tåimmkååʹdd eʹtǩǩõs sääʹmteʹǧǧlääʹǩǩen lij tääʹssteäddsaž, da tõʹst lij oʹnstum väʹldded lokku sääʹm da lääʹdd õhttsažkååʹddest kaggõõtti huõl, ceälkk sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Oikeusministeriön asettaman Timosen toimikunnan mietintö lakimuutoksesta julkaistiin toukokuussa 2021 .
sms: Vuõiggâdvuõttministeria šiõtteem Timonen tåimmkååʹdd smiõtldõk lääʹǩǩmuttsest õlmstõʹtteš vueʹssmannust 2021 .

source: Sen tarkoituksena on edistää saamelaisten itsemääräämisoikeuden toteutumista sekä parantaa saamelaisten kieltään ja kulttuuriaan koskevan itsehallinnon ja Saamelaiskäräjien toimintaedellytyksiä.
sms: Tõn mieʹrren lij õõuʹdeed säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ teâuddjummuž di pueʹreed säʹmmlai ǩiõlâs da kulttuurâs kuõskki jiõččvaaldâšm da Sääʹmteeʹǧǧ toiʹmmjemoudldõõzzid.

source: Lisäksi tavoitteena on korjata nykyinen ihmisoikeuksien loukkaustila erityisesti YK:n ihmisoikeuskomitean edellyttämällä tavalla.
sms: Täävtõssân lij lââʹssen vuõiǥeed ânnʼjõž ooumažvuõiggâdvuõđi čuõʒʒtummuš aainâs ÕM ooumažvuõiggâdvuõttkomitea õudldem naaʹlin.

source: Hallituksen esitys vastaa pitkälti Timosen toimikunnan mietintöä.
sms: Halltõõzz eʹtǩǩõs vaʹsttad kookkas Timonen tåimmkååʹdd smiõtldõõǥǥ.

source: – Kiitän lämpimästi kaikkia asiaa edistäneitä yhteistyöstä, erityisesti pääministeri Marinia sekä oikeusministeri Henrikssonia, jotka ovat esimerkillään edistämässä saamelaisten ihmisoikeuksia, Juuso toteaa.
sms: – Pakkmiõʹlle späʹssbõõžžam pukid ääʹšš õõuʹdääm vueʹsspieʹlid õhttsažtuâjast, jeäʹrben väʹlddministeeʹr Marin di vuõiggâdvuõttministeeʹr Henriksson, kook lie õuddmiârkines õõuʹdeʹmmen säʹmmlai ooumažvuõiggâdvuõđid, Juuso tuâtt.

source: Saamelaiskäräjien hallitus valmistelee asian täyskokouksen käsittelyä varten nopealla aikataululla.
sms: Sääʹmteeʹǧǧ halltõs valmštââll ääʹšš tiuddsåbbar ǩiõttʼtõõllâm vääras jåʹttlânji.

source: Täyskokous tekee päätöksen Saamelaiskäräjien virallisesta kannasta lakiesitykseen.
sms: Tiuddsååbbar mieʹrrad Sääʹmteeʹǧǧ veerǥlaž vueiʹnlmest lääʹǩǩeʹtǩǩõʹsse.

source: Lakiin hallituksen esityksessä ehdotetut muutokset edellyttävät Saamelaiskäräjien hyväksyntää.
sms: Läkka halltõõzz eʹtǩǩõõzzâst eʹtǩǩuum muttâz õudlde Sääʹmteeʹǧǧ priimmʼmõõžž.

source: Saamelaiskäräjien vaalikauden 2020–2023 yksi päätavoitteista on edistää saamelaiskäräjälain uudistamista alkuperäiskansaoikeuksien pohjalta.
sms: Sääʹmteeʹǧǧ vaalpââʹj 2020–2023 õhttân väʹlddtäävtõssân lij õõuʹdeed sääʹmteʹǧǧlääʹjj oođummuž alggmeervuõiggâdvuõđi vuâđald.

source: Saamelaiskäräjien kokous on käynyt lähetekeskustelun saamelaiskäräjälain uudistamisesta 17.9.2020 ja saamelaiskäräjälain uudistamisen jatkovalmisteluista 22.6.2021.
sms: Sääʹmteeʹǧǧ sååbbar lij âânnam vuõlttõs-saǥstõõllmõõžž sääʹmteʹǧǧlääʹjj oođeem pirr 17.9.2020 da sääʹmteʹǧǧlääʹjj oođeem juätkkvalmštõõllmõõžžin 22.6.2021.

source: Oikeusministeriön tiedote 17.11.2022 https://oikeusministerio.fi/-/saamelaisten-itsemaaramisoikeus-ja-itsehallinto-vahvistuvat
sms: Vuõiggâdvuõttministeria teâđtõs 17.11.2022

source: Lisätietoja saamelaiskäräjälain muutoksesta https://www.samediggi.fi/saamelaiskarajalain-muutos/
sms: Lââʹssteâđ sääʹmteʹǧǧlääʹjj muttsest

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei 40 687 3 394 tuomas.juuso@samediggi.fi
